export const HERO = {
    title: 'Эпоха колонизации — <br>ролевое приключение',
    description: 'Мы создавали этот сервер под вдохновением от D&D, Ведьмака, Baldur\'s Gate 3, домашних настолок и творчества ролевых каналов. Мы предлагаем вам погрузиться в роль созданного вами персонажа и взаимодействовать с окружающим миром от его лица среди единомышленников-ценителей жанра.',
    button: 'Начать игру',
};

export const ABOUT = {
    pretitle: 'Знакомоство с сервером',
    title: 'О проекте',
    subtitle: 'Эпоха Колонизации — ролевой сервер в сеттинге средневекового фэнтези на платформе Minecraft.',
    description: '<p>Игровые события разворачиваются на острове: в городе и его окрестностях. В центре вашего пути - история персонажа, его навыки и взаимодействие с другими игроками.</p><p>Мы стремимся к тому, чтобы каждый игрок использовал сервер как отдушину от повседневности: погружался в фентезийный мир с его колоритом и становился частью его истории в удобном для себя темпе - без обязательного гринда и гонки за достижениями. Для этого мы переработали механики Minecraft-а и сконцентрировались на отыгрыше.</p>',
    button: 'История нашего мира',
    cards: [
        {
            title: 'Параметры и навыки',
            description: 'Характеристики отражают суть вашего персонажа в игровом мире.',
            icon: 'sliders-horizontal',
        },
        {
            title: 'Собственные механики',
            description: 'Торговля, ремесло, боевая система, управление городом и другие аспекты.',
            icon: 'settings',
        },
        {
            title: 'Городская жизнь',
            description: 'Персонажи напрямую определяют вектор развития города и ближайших поселений.',
            icon: 'landmark',
        },
    ],
};
